arcticicestudio.nord-visual-studio-code
budparr.language-hugo-vscode
bungcip.better-toml
chrislajoie.vscode-modelines
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
fcrespo82.markdown-table-formatter
firefox-devtools.vscode-firefox-debug
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
foxundermoon.shell-format
Gimly81.matlab
GitHub.vscode-pull-request-github
golang.Go
haaaad.ansible
hansec.fortran-ls
James-Yu.latex-workshop
johnstoncode.svn-scm
julialang.language-julia
krvajalm.linter-gfortran
mads-hartmann.bash-ide-vscode
mrcrowl.hg
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-pyright.pyright
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.vscode-typescript-tslint-plugin
platformio.platformio-ide
redhat.vscode-yaml
rogalmic.bash-debug
rusnasonov.vscode-hugo
rust-lang.rust
seanwu.vscode-qt-for-python
streetsidesoftware.code-spell-checker
timonwong.ansible-autocomplete
timonwong.shellcheck
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vscoss.vscode-ansible
william-voyek.vscode-nginx
