bungcip.better-toml
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
fcrespo82.markdown-table-formatter
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
foxundermoon.shell-format
Gimly81.matlab
hansec.fortran-ls
James-Yu.latex-workshop
johnstoncode.svn-scm
julialang.language-julia
krvajalm.linter-gfortran
mads-hartmann.bash-ide-vscode
mrcrowl.hg
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
platformio.platformio-ide
redhat.vscode-yaml
rogalmic.bash-debug
rust-lang.rust
seanwu.vscode-qt-for-python
timonwong.shellcheck
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
vscoss.vscode-ansible
